{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "Who was Jeanne d'Arc and what role did she play in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc, also known as Joan of Arc, was a French peasant girl who claimed to have received visions from saints instructing her to support Charles VII and drive the English out of France during the Hundred Years' War. She played a crucial role in boosting French morale and leading the French army to several important victories, most notably the lifting of the siege of Orléans in 1429. Her efforts contributed to the eventual coronation of Charles VII as King of France. Jeanne was captured by the Burgundians in 1430, handed over to the English, and executed in 1431. She was later canonized as a saint. Jeanne d'Arc, also known as Joan of Arc, was a French peasant girl who claimed to have received visions from saints instructing her to support Charles VII and drive the English out of France during the Hundred Years' War. She played a crucial role in boosting French morale and leading the French army to several important victories, most notably the lifting of the siege of Orléans in 1429. Her efforts contributed to the eventual coronation of Charles VII as King of France at Reims, a significant event that symbolized the restoration of French unity. Jeanne was captured by the Burgundians in 1430, handed over to the English, and executed in 1431 at the age of 19. Her martyrdom galvanized French resistance against English occupation, and she was later canonized as a saint in",
      "similarity": 0.9059715905866459
    },
    "query_2": {
      "query_text": "What were the key events that led to Jeanne d'Arc's rise to prominence in French history?",
      "best_answer_text": "Key events that led to Jeanne d'Arc's rise to prominence include:\n\n1. **Visions and Voices (1425-1429)**: Jeanne claimed to receive divine visions instructing her to support Charles VII and drive the English out of France.\n2. **Meeting Charles VII (1429)**: She gained an audience with Charles VII, convincing him of her divine mission and earning his trust.\n3. **Relief of Orléans (1429)**: Jeanne played a crucial role in lifting the siege of Orléans, a pivotal victory that boosted French morale.\n4. **Crowning of Charles VII (July 17, 1429)**: Jeanne accompanied Charles to Reims, where he was crowned king, solidifying her status as a national heroine.\n5. **Capture and Trial (1430-1431)**: After being captured by Burgundian forces, she was handed over to the English, leading to her trial and execution in 1431, which further cemented her legacy.\n\nThese events collectively established Jeanne d'Arc as a symbol of French nationalism and religious fervor.",
      "similarity": 0.9399911339149573
    },
    "query_3": {
      "query_text": "When did Jeanne d'Arc first claim to receive divine guidance and how did this influence her actions?",
      "best_answer_text": "Jeanne d'Arc first claimed to receive divine guidance in 1425 when she reported visions and voices, including those of saints like Michael, Catherine, and Margaret. This divine guidance inspired her to take action to support Charles VII, leading her to rally French troops and play a pivotal role in the Hundred Years' War, ultimately influencing the lifting of the siege of Orléans in 1429 and the coronation of Charles VII. Jeanne d'Arc first claimed to receive divine guidance in 1425 when she reported visions and voices, including those of saints like Michael, Catherine, and Margaret. This divine guidance inspired her to take action to support Charles VII, leading her to rally French troops and play a pivotal role in the Hundred Years' War, ultimately influencing the lifting of the siege of Orléans in 1429 and the coronation of Charles VII. Her unwavering faith and conviction resonated deeply with the French soldiers and the populace, revitalizing morale during a time of despair. Jeanne's leadership also symbolized a turning point in the war, as she became a national heroine, embodying the spirit of resistance against English occupation. Her trial and subsequent martyrdom further solidified her legacy, leading to her canonization in 1920.",
      "similarity": 0.9312640251206507
    },
    "query_4": {
      "query_text": "Where did Jeanne d'Arc lead the French army to victory against the English forces?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory at the Siege of Orléans. Jeanne d'Arc led the French army to victory at the Siege of Orléans in 1429, a pivotal event during the Hundred Years' War between France and England. Her involvement was crucial; she arrived at Orléans in April 1429, rallying the French troops and boosting their morale. The siege had lasted for several months, and the city was under severe threat from English forces. Jeanne's leadership and faith inspired the soldiers, and she played a significant role in planning and executing assaults against the English fortifications.\n\nThe successful lifting of the siege on May 8, 1429, marked a turning point in the war. Following this victory, Jeanne d'Arc continued to advocate for the coronation of Charles VII as the rightful king of France. This led to his coronation at Reims on July 17, 1429, further solidifying her influence in French military and political affairs. Jeanne's actions not only demonstrated her military acumen but also her deep belief in divine guidance, as she claimed to have received visions instructing her to support Charles and reclaim France from English occupation. Her legacy remains significant in French history, symbolizing courage and faith.",
      "similarity": 0.9263974199992998
    },
    "query_5": {
      "query_text": "Why was Jeanne d'Arc ultimately captured, and what were the consequences of her trial and execution?",
      "best_answer_text": "Jeanne d'Arc was ultimately captured in May 1430 during a military campaign when she was besieged at Compiègne and taken prisoner by the Burgundians, who were allied with the English. The consequences of her trial and execution in 1431 included her being posthumously exonerated in 1456, leading to her canonization as a saint in 1920. Her martyrdom and legacy significantly inspired French nationalism and contributed to the eventual French victory in the Hundred Years' War. Jeanne d'Arc was ultimately captured in May 1430 during a military campaign when she was besieged at Compiègne and taken prisoner by the Burgundians, who were allied with the English. The consequences of her trial and execution in 1431 included her being posthumously exonerated in 1456, leading to her canonization as a saint in 1920. Her martyrdom and legacy significantly inspired French nationalism and contributed to the eventual French victory in the Hundred Years' War. Additionally, her trial exposed the political and religious tensions of the time, highlighting the struggle between the English and French crowns. Jeanne's story became a symbol of courage and faith, influencing countless works of literature, art, and popular culture, solidifying her status as a national heroine of France.",
      "similarity": 0.9278120766751028
    },
    "query_6": {
      "query_text": "How did Jeanne d'Arc's legacy impact France and its national identity in the years following her death?",
      "best_answer_text": "Jeanne d'Arc's legacy significantly shaped France's national identity by symbolizing patriotism, unity, and resilience. Following her death in 1431, she became a national heroine, inspiring the French during the Hundred Years' War and contributing to the eventual victory over England. Her canonization in 1920 further solidified her status as a symbol of French nationalism and Catholic faith, influencing literature, art, and cultural identity. Jeanne d'Arc's story continues to resonate as a representation of courage and the fight for justice in French history. Jeanne d'Arc's legacy significantly shaped France's national identity by symbolizing patriotism, unity, and resilience. Following her death in 1431, she became a national heroine, inspiring the French during the Hundred Years' War and contributing to the eventual victory over England. Her canonization in 1920 further solidified her status as a symbol of French nationalism and Catholic faith, influencing literature, art, and cultural identity. Jeanne d'Arc's story continues to resonate as a representation of courage and the fight for justice in French history. Furthermore, her image has been utilized in political movements and feminist discourse, embodying the struggle against oppression and the empowerment of women. Her legacy also serves as a reminder of the complexities of war, faith, and national identity, making her a timeless figure in both French and global history.",
      "similarity": 0.934908312785861
    }
  }
}