{
  "entity": "Jeanne d'Arc",
  "corpus": {
    "answer_1": {
      "text": "Jeanne d'Arc, also known as Joan of Arc, was a peasant girl born in France around 1412. She claimed to have received visions from saints instructing her to support Charles VII and help drive the English out of France during the Hundred Years' War. Her leadership and inspiration led to several key victories for the French, including the lifting of the siege of Orléans in 1429. She played a crucial role in revitalizing French morale and ultimately contributed to the coron"
    },
    "answer_2": {
      "text": "Key events leading to Jeanne d'Arc's trial and execution include:\n\n1. **Military Successes (1429)**: Jeanne d'Arc played a pivotal role in lifting the Siege of Orléans and securing the coronation of Charles VII as King of France, which elevated her status and made her a target.\n\n2. **Capture (1430)**: Jeanne was captured by Burgundian forces during a military campaign at Compiègne and later handed over to the English.\n\n3."
    },
    "answer_3": {
      "text": "Jeanne d'Arc became a prominent figure in the French military in 1429. She is best known for leading the French forces to victory at the Siege of Orléans and playing a crucial role in the subsequent coronation of Charles VII at Reims."
    },
    "answer_4": {
      "text": "Jeanne d'Arc experienced her visions in her hometown of Domrémy, France. Jeanne d'Arc experienced her visions in her hometown of Domrémy, France, particularly around the age of 13. These divine revelations, which she believed were messages from saints like Michael, Catherine, and Margaret, inspired her to support Charles VII and fight for France during the Hundred Years' War."
    },
    "answer_5": {
      "text": "Jeanne d'Arc, or Joan of Arc, is considered a national heroine in France because she played a pivotal role in the Hundred Years' War, leading French troops to several important victories and rallying national pride. Her unwavering faith in her divine mission and her martyrdom after being captured and executed for her beliefs further solidified her status as a symbol of courage and faith. She embodies the struggle for justice and national identity, making her an enduring figure in French history and culture."
    },
    "answer_6": {
      "text": "Jeanne d'Arc, also known as Joan of Arc, significantly influenced the outcome of the Hundred Years' War by inspiring French troops and boosting morale. Her leadership during key battles, particularly the Siege of Orléans in 1429, helped turn the tide in favor of the French. She played a crucial role in the coronation of Charles VII, which solidified his legitimacy and rallied support for the French cause. Her actions revitalized French nationalism and contributed to the eventual defeat of the English"
    }
  }
}