{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "Who was Jeanne d'Arc and what role did she play in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc led French troops to important victories at Orléans and the Battle of Patay during the Hundred Years' War. Jeanne d'Arc led French troops to important victories at Orléans and the Battle of Patay during the Hundred Years' War. Her leadership at the Siege of Orléans in 1429 was particularly significant, as it marked a turning point in the war, boosting French morale and rallying support for Charles VII. Following this victory, she played a crucial role in the subsequent coronation of Charles VII in Reims, further solidifying her impact on the French campaign against the English. Her efforts inspired a renewed sense of national identity and resistance among the French people.",
      "similarity": 0.795626168514762
    },
    "query_2": {
      "query_text": "What were the key events that led to Jeanne d'Arc's capture and trial?",
      "best_answer_text": "Key events leading to Jeanne d'Arc's capture and trial include:\n\n1. **Military Campaigns**: Jeanne d'Arc played a crucial role in lifting the Siege of Orléans in May 1429, which boosted French morale and led to the coronation of Charles VII in Reims.\n\n2. **Continued Military Actions**: After the coronation, Jeanne participated in further military campaigns, including the unsuccessful attempt to capture Paris in September 1429.\n\n3. **Shift in Fortune**: Following the failed siege of Paris, the French military faced setbacks, and Jeanne's influence began to wane.\n\n4. **Capture at Compiègne**: On May 23, 1430, Jeanne was captured by Burgundian forces during a skirmish near Compiègne. She was later sold to the English.\n\n5. **Trial**: Jeanne was handed over to the Church, and her trial for heresy began in January 1431. It",
      "similarity": 0.9043809652245584
    },
    "query_3": {
      "query_text": "When did Jeanne d'Arc first claim to receive visions from saints directing her to support Charles VII?",
      "best_answer_text": "Jeanne d'Arc first claimed to receive visions from saints directing her to support Charles VII in 1425. Jeanne d'Arc first claimed to receive visions from saints directing her to support Charles VII in 1425. These visions, which she described as messages from Saint Michael, Saint Catherine, and Saint Margaret, played a pivotal role in her life and mission. They urged her to help Charles reclaim his throne during the Hundred Years' War against England. In 1429, she successfully led the French army to lift the siege of Orléans, significantly boosting morale and contributing to Charles VII's coronation at Reims later that year. Her remarkable contributions have made her a symbol of French unity and nationalism.",
      "similarity": 0.8783072109895771
    },
    "query_4": {
      "query_text": "Where did Jeanne d'Arc lead French troops to important victories during the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc led French troops to important victories at Orléans and the Battle of Patay during the Hundred Years' War. Jeanne d'Arc led French troops to important victories at Orléans and the Battle of Patay during the Hundred Years' War. Her leadership at the Siege of Orléans in 1429 was particularly significant, as it marked a turning point in the war, boosting French morale and rallying support for Charles VII. Following this victory, she played a crucial role in the subsequent coronation of Charles VII in Reims, further solidifying her impact on the French campaign against the English. Her efforts inspired a renewed sense of national identity and resistance among the French people.",
      "similarity": 0.8065982991344646
    },
    "query_5": {
      "query_text": "Why is Jeanne d'Arc considered a symbol of French nationalism and a heroine in French history?",
      "best_answer_text": "Jeanne d'Arc is considered a symbol of French nationalism and a heroine in French history because she played a crucial role during the Hundred Years' War by leading French forces to several important victories against the English. Her unwavering faith, dedication to the French crown, and martyrdom after being captured and executed made her a powerful national icon. She embodies the spirit of resistance and unity for France, inspiring generations and becoming a symbol of patriotism and courage. Jeanne d'Arc is considered a symbol of French nationalism and a heroine in French history because she played a crucial role during the Hundred Years' War by leading French forces to several important victories against the English. Her unwavering faith, dedication to the French crown, and martyrdom after being captured and executed made her a powerful national icon. She embodies the spirit of resistance and unity for France, inspiring generations and becoming a symbol of patriotism and courage. Additionally, her canonization by the Catholic Church in 1920 further solidified her status as a",
      "similarity": 0.8756710238313812
    },
    "query_6": {
      "query_text": "How did Jeanne d'Arc's actions and decisions influence the outcome of the conflict between France and England?",
      "best_answer_text": "Jeanne d'Arc, or Joan of Arc, significantly influenced the conflict between France and England during the Hundred Years' War by inspiring French troops, boosting morale, and leading key military campaigns. Her most notable achievement was the lifting of the Siege of Orléans in 1429, which marked a turning point in the war and revitalized French efforts. Her leadership helped pave the way for the coronation of Charles VII, solidifying his claim to the throne and ultimately contributing to the resurgence of French nationalism and the eventual defeat of the English.",
      "similarity": 0.789927651981354
    }
  }
}