{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "Who was Jeanne d'Arc and what role did she play in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory at the Siege of Orléans from April 29 to May 8, 1429. Jeanne d'Arc, also known as Joan of Arc, was a peasant girl born around 1412 in Domrémy, France. She is best known for her role during the Hundred Years' War between France and England. Her leadership during the Siege of Orléans was a pivotal moment in the conflict and marked a significant turning point for the French forces.\n\nThe Siege of Orléans began in October 1428 when the English, seeking to expand their control in France, laid siege to the city. The French were demoralized after a series of defeats, and Orléans was seen as a crucial stronghold. Jeanne, claiming to have received visions from saints instructing her to support Charles VII and drive the English out of France, arrived in Orléans in April 1429. Her presence revitalized the French troops, inspiring them with her unwavering faith and determination.\n\nOn April 29, Jeanne led a daring attack against the English fortifications, demonstrating remarkable bravery and tactical acumen. Over the following days, she coordinated several assaults, including a notable engagement at the Bastille of Saint-Loup, which ultimately contributed to the French reclaiming key positions around the city. By May 8, the siege was effectively lifted, and the French had secured a decisive victory, marking a significant morale boost for the French forces.\n\nFollowing the victory at Orléans, Jeanne d'Arc continued to play a crucial role in the French campaign. Her efforts led to Charles VII's coronation at Reims on July 17, 1429, which was a momentous event that solidified his claim to the French throne. Jeanne's influence and leadership not only altered the course of the war but also served to unite a fractured France under a common cause.\n\nHowever, her fortunes changed dramatically in 1430 when she was captured by Burgundian forces and sold to the English. She was put on trial for heresy and witchcraft, and despite her remarkable achievements, she was executed by burning at the stake on May 30, 1431, at the age of 19. Jeanne d'Arc was posthumously exonerated in 1456, and she was canonized as a saint by the Catholic Church in 1920. Today, she is celebrated as a national heroine of France",
      "similarity": 0.7598074297289175
    },
    "query_2": {
      "query_text": "What were the key events that led to Jeanne d'Arc's rise to prominence in France?",
      "best_answer_text": "Jeanne d'Arc's rise to prominence in France was marked by several key events:\n\n1. **Visions and Voices (1424)**: At the age of 13, Jeanne began experiencing visions and hearing voices she believed were from saints instructing her to support Charles VII and drive the English from France.\n\n2. **Meeting Charles VII (1429)**: In early 1429, Jeanne gained an audience with Charles VII, convincing him of her divine mission and securing his support.\n\n3. **Siege of Orléans (1429)**: Jeanne played a crucial role in lifting the siege of Orléans in May 1429, which was a turning point in the Hundred Years' War and significantly boosted French morale.\n\n4. **Coronation of Charles VII (1429)**: Following the victory at Orléans, Jeanne accompanied Charles to Reims, where he was crowned king on July 17, 1429, further solidifying her influence and reputation.\n\nThese events established Jeanne d'Arc as a national heroine and a symbol of French unity during a time of crisis. Jeanne d'Arc's rise to prominence in France was marked by several key events:\n\n1. **Visions and Voices (1424)**: At the age of 13, Jeanne began experiencing visions and hearing voices she believed were from saints instructing her to support Charles VII and drive the English from France.\n\n2. **Meeting Charles VII (1429)**: In early 1429, Jeanne gained an audience with Charles VII, convincing him of her divine mission and securing his support.\n\n3. **Siege of Orléans (1429)**: Jeanne played a crucial role in lifting the siege of Orléans in May 1429, which was a turning point in the Hundred Years' War and significantly boosted French morale.\n\n4. **Coronation of Charles VII (1429)**: Following the victory at Orléans, Jeanne accompanied Charles to Reims, where he was crowned king on July 17, 1429, further solidifying her influence and reputation.\n\nThese events established Jeanne d'Arc as a national heroine and a symbol of French unity during a time of crisis. \n\n5. **Military Campaigns**: After the coronation, Jeanne continued to support Charles VII's military campaigns, leading troops into battle and inspiring them with her fervor and faith. Her presence on the battlefield was seen as a divine endorsement of the French cause.\n\n6.",
      "similarity": 0.8756046001790295
    },
    "query_3": {
      "query_text": "When did Jeanne d'Arc lead the French army to victory at the Siege of Orléans?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory at the Siege of Orléans from April 29 to May 8, 1429. Jeanne d'Arc, also known as Joan of Arc, was a peasant girl born around 1412 in Domrémy, France. She is best known for her role during the Hundred Years' War between France and England. Her leadership during the Siege of Orléans was a pivotal moment in the conflict and marked a significant turning point for the French forces.\n\nThe Siege of Orléans began in October 1428 when the English, seeking to expand their control in France, laid siege to the city. The French were demoralized after a series of defeats, and Orléans was seen as a crucial stronghold. Jeanne, claiming to have received visions from saints instructing her to support Charles VII and drive the English out of France, arrived in Orléans in April 1429. Her presence revitalized the French troops, inspiring them with her unwavering faith and determination.\n\nOn April 29, Jeanne led a daring attack against the English fortifications, demonstrating remarkable bravery and tactical acumen. Over the following days, she coordinated several assaults, including a notable engagement at the Bastille of Saint-Loup, which ultimately contributed to the French reclaiming key positions around the city. By May 8, the siege was effectively lifted, and the French had secured a decisive victory, marking a significant morale boost for the French forces.\n\nFollowing the victory at Orléans, Jeanne d'Arc continued to play a crucial role in the French campaign. Her efforts led to Charles VII's coronation at Reims on July 17, 1429, which was a momentous event that solidified his claim to the French throne. Jeanne's influence and leadership not only altered the course of the war but also served to unite a fractured France under a common cause.\n\nHowever, her fortunes changed dramatically in 1430 when she was captured by Burgundian forces and sold to the English. She was put on trial for heresy and witchcraft, and despite her remarkable achievements, she was executed by burning at the stake on May 30, 1431, at the age of 19. Jeanne d'Arc was posthumously exonerated in 1456, and she was canonized as a saint by the Catholic Church in 1920. Today, she is celebrated as a national heroine of France",
      "similarity": 0.8107802605770029
    },
    "query_4": {
      "query_text": "Where was Jeanne d'Arc captured and ultimately tried for her alleged crimes?",
      "best_answer_text": "Jeanne d'Arc was captured at Compiègne and ultimately tried in Rouen. Jeanne d'Arc, also known as Joan of Arc, was captured on May 23, 1430, during a military engagement at Compiègne, a town located in northern France. Her capture occurred during a siege when she led a French relief force against the Burgundian troops, who were allied with the English. The circumstances of her capture were dramatic; she was surrounded and ultimately taken prisoner after a failed attempt to break through the enemy lines. The Burgundians, recognizing her significance as a symbol of French resistance, quickly sold her to the English.\n\nAfter her capture, Jeanne was taken to Rouen, the capital of the English-controlled territory in France, where she was subjected to a politically motivated trial. The trial began on January 9, 1431, and was presided over by a pro-English bishop, Pierre Cauchon, who aimed to discredit her and undermine the French cause. The charges against her included heresy, witchcraft, and cross-dressing, the latter stemming from her wearing male military attire, which she adopted for practical reasons during her campaigns.\n\nThe trial was marked by irregularities and a lack of fairness, as Jeanne was not allowed to have a proper defense. Despite her eloquent responses and steadfast faith, the court ultimately found her guilty. On May 30, 1431, she was burned at the stake in the Old Market Square in Rouen, at the age of 19. Her execution was a significant event, drawing public attention and sympathy, which ultimately contributed to her legacy.\n\nJeanne d'Arc was posthumously exonerated in 1456, after a retrial that found the original trial to be unjust. She was canonized as a saint by the Roman Catholic Church in 1920, and she remains a national heroine of France, symbolizing courage, faith, and the fight for justice. Her life and martyrdom have inspired countless works of art, literature, and film, solidifying her status as one of history's most enduring figures. Today, Jeanne d'Arc is celebrated not only for her military leadership but also for her unwavering commitment to her beliefs and her role in the Hundred Years' War, which ultimately led to the restoration of the French monarchy.",
      "similarity": 0.7673587708598189
    },
    "query_5": {
      "query_text": "Why is Jeanne d'Arc considered a national heroine in France and a symbol of courage and faith?",
      "best_answer_text": "Jeanne d'Arc, or Joan of Arc, is considered a national heroine in France because she played a pivotal role in the Hundred Years' War by leading French forces to several important victories against the English. Her unwavering faith and belief in divine guidance inspired her troops and rallied the French people. Captured and executed by the English, she became a martyr and symbol of resistance, courage, and national unity, ultimately being canonized as a saint. Her legacy embodies the spirit of French nationalism and the fight for justice. Jeanne d'Arc, or Joan of Arc, is considered a national heroine in France because she played a pivotal role in the Hundred Years' War by leading French forces to several important victories against the English. Her unwavering faith and belief in divine guidance inspired her troops and rallied the French people. Captured and executed by the English, she became a martyr and symbol of resistance, courage, and national unity, ultimately being canonized as a saint. Her legacy embodies the spirit of French nationalism and the fight for justice.\n\nBorn around 1412 in Domrémy, Jeanne claimed to have received visions and messages from saints instructing her to support Charles VII and help reclaim France from English occupation. In 1429, she famously led the French army to lift the siege of Orléans, a significant turning point in the war, which boosted French morale and paved the way for Charles VII's coronation at Reims. This event not only solidified her role as a military leader but also marked a revival of French nationalism during a time of despair.\n\nJeanne's trial and subsequent execution in 1431 were politically motivated, as the English sought to undermine her influence and the legitimacy of Charles VII's reign. She was accused of heresy and witchcraft, but her trial was later recognized as unjust, leading to her posthumous exoneration in 1456. Her canonization in 1920 further cemented her status as a symbol of faith, purity, and resilience.\n\nIn contemporary France, Jeanne d'Arc is celebrated not only for her military achievements but also for her embodiment of the values of courage, faith, and patriotism. She has become a cultural icon, inspiring countless works of art, literature, and film. Her story resonates beyond France, symbolizing the struggle for justice and the power of individual conviction against overwhelming odds, making her an enduring figure in global history.",
      "similarity": 0.8565704162130514
    },
    "query_6": {
      "query_text": "How did Jeanne d'Arc's actions and beliefs influence the outcome of the conflict between England and France?",
      "best_answer_text": "Jeanne d'Arc, or Joan of Arc, significantly influenced the conflict between England and France during the Hundred Years' War by inspiring French troops and boosting morale. Her belief in divine guidance led her to support Charles VII's claim to the French throne, culminating in the lifting of the Siege of Orléans in 1429. This victory marked a turning point in the war, revitalizing French resistance and leading to Charles VII's coronation. Her actions galvanized French nationalism and contributed to shifting the momentum towards France, ultimately aiding in the eventual French victory in the conflict. Jeanne d'Arc, or Joan of Arc, significantly influenced the conflict between England and France during the Hundred Years' War by inspiring French troops and boosting morale. Her belief in divine guidance led her to support Charles VII's claim to the French throne, culminating in the lifting of the Siege of Orléans in 1429. This victory marked a turning point in the war, revitalizing French resistance and leading to Charles VII's coronation at Reims, a symbolic act that reinforced the legitimacy of his reign.\n\nJoan's presence on the battlefield was not merely a matter of military strategy; she embodied a sense of hope and unity among the French people. Her unwavering faith and charismatic leadership inspired soldiers who had previously been demoralized by years of defeat. She was seen as a symbol of divine intervention, which motivated many to join the fight against the English. Her ability to rally troops and instill a sense of purpose contributed significantly to the French resurgence during this critical period.\n\nMoreover, Joan's influence extended beyond the battlefield. Her actions helped to foster a growing sense of French nationalism, as she represented a unifying figure for a country fragmented by war and political strife. The idea of fighting for one’s homeland, bolstered by her faith-driven mission, encouraged a collective identity among the French populace.\n\nUnfortunately, Joan's capture in 1430 and subsequent trial in 1431 marked a tragic turn in her story. Despite her execution, her legacy endured, and she became a martyr for the French cause. Her life and death inspired further resistance against English rule and contributed to the eventual French victories that culminated in the end of the Hundred Years' War in 1453. Joan of Arc's influence thus not only altered the course of the conflict but also left an indelible mark on French history and culture, symbolizing courage, faith, and national pride.",
      "similarity": 0.7921248670740615
    }
  }
}