{
  "entity": "Jeanne d'Arc",
  "corpus": {
    "answer_1": {
      "text": "Jeanne d'Arc, also known as Joan of Arc, was a French peasant girl who claimed to have received divine visions instructing her to support Charles VII and drive the English out of France during the Hundred Years' War. She played a crucial role in revitalizing French morale, leading to key victories, including the siege of Orléans in 1429, which paved the way for Charles VII's coronation. Her actions significantly influenced the course of the war in favor of the French. She was captured by the Burgundians, handed over to the English, and executed in 1431. Jeanne d'Arc, or Joan of Arc, was not only a pivotal figure in the Hundred Years' War but also became a symbol of national unity and faith for France. Born around 1412 in Domrémy, she began experiencing visions and hearing voices at the age of 13, which she believed were messages from saints urging her to support Charles VII and reclaim France from English occupation. \n\nHer most notable achievement was leading the French army to a decisive victory at the siege of Orléans in May 1429, which marked a turning point in the war. This victory boosted French morale and led to Charles VII's coronation in Reims on July 17, 1429, where she played a prominent role, further solidifying her influence. \n\nDespite her successes, Jeanne was captured in 1430 and was sold to the English. She was tried for heresy and witchcraft, with the trial being heavily influenced by political motives. Jeanne was burned at the stake on May 30, 1431, at the age of 19. Her legacy endured, and she was canonized as a saint by the Catholic Church in 1920. Today, she is celebrated as a national heroine of France, representing courage, faith, and the fight for justice."
    },
    "answer_2": {
      "text": "Jeanne d'Arc's rise to prominence in French history was marked by several key events:\n\n1. **Visions and Voices (1425-1429)**: Jeanne claimed to have received divine visions instructing her to support Charles VII and help lift the siege of Orléans.\n\n2. **Siege of Orléans (1429)**: Jeanne played a crucial role in the French victory at the Siege of Orléans, which boosted morale and rallied support for Charles VII.\n\n3. **Crowning of Charles VII (July 17, 1429)**: Jeanne accompanied Charles to Reims, where he was crowned king, legitimizing his claim to the throne and solidifying her role as a national figure.\n\n4. **Military Campaigns (1429)**: Following the coronation, Jeanne participated in several military campaigns, although subsequent efforts met with mixed success.\n\n5. **Capture and Trial (1430-1431)**: Jeanne was captured by the Burgundians, sold to the English, and put on trial for heresy, which ultimately led to her execution.\n\nThese events collectively established her as a symbol of French nationalism and unity during the Hundred Years' War. Jeanne d'Arc's rise to prominence in French history was marked by several key events:\n\n1. **Visions and Voices (1425-1429)**: Jeanne claimed to have received divine visions instructing her to support Charles VII and help lift the siege of Orléans.\n\n2. **Siege of Orléans (1429)**: Jeanne played a crucial role in the French victory at the Siege of Orléans, which boosted morale and rallied support for Charles VII.\n\n3. **Crowning of Charles VII (July 17, 1429)**: Jeanne accompanied Charles to Reims, where he was crowned king, legitimizing his claim to the throne and solidifying her role as a national figure.\n\n4. **Military Campaigns (1429)**: Following"
    },
    "answer_3": {
      "text": "Jeanne d'Arc led the French army to lift the siege of Orléans in May 1429. Jeanne d'Arc, also known as Joan of Arc, played a pivotal role in the Hundred Years' War between France and England. Her leadership during the siege of Orléans was a turning point in the conflict. The siege began in October 1428, and by early 1429, the city was under severe threat from English forces. \n\nJeanne, claiming to have received divine visions instructing her to support Charles VII and drive the English out of France, arrived at Orléans on April 29, 1429. Her presence inspired the French troops and revitalized their morale. On May 4, 1429, she led a series of assaults against the English fortifications, culminating in a decisive victory for the French on May 8, when the siege was officially lifted. This victory was critical not only for the strategic position of France but also for the psychological boost it provided to the French forces and the populace.\n\nFollowing the success at Orléans, Jeanne d'Arc continued to support Charles VII, leading to his coronation at Reims on July 17, 1429. This event symbolized the legitimacy of his claim to the throne and was a significant moment in French history. Unfortunately, Jeanne's fortunes changed after the battle of Compiègne in 1430, where she was captured by Burgundian forces and later sold to the English. She was tried for heresy and burned at the stake on May 30, 1431, at the age of 19. Despite her tragic end, Jeanne d'Arc became a national heroine of France and was canonized as a saint in 1920, symbolizing courage, faith, and the fight for justice."
    },
    "answer_4": {
      "text": "Jeanne d'Arc was captured at Compiègne, France, on May 23, 1430. She was leading a military campaign to lift the siege of Compiègne when she was surrounded by Burgundian forces, allies of the English. During a skirmish, she was cut off from her troops and captured. Her arrest was a significant setback for the French forces during the Hundred Years' War. Jeanne d'Arc was captured at Compiègne, France, on May 23, 1430. She was leading a military campaign to lift the siege of Compiègne when she was surrounded by Burgundian forces, allies of the English. During a skirmish, she was cut off from her troops and captured. Her arrest was a significant setback for the French forces during the Hundred Years' War.\n\nFollowing her capture, Jeanne was taken to the Burgundian stronghold of Beaurevoir, where she was held for several months. The Burgundians sought to use her as a bargaining chip against the French, hoping to negotiate a favorable peace with Charles VII, the French king. Jeanne's presence had been a source of inspiration and unity for the French troops, and her capture demoralized many of her supporters.\n\nIn early 1431, she was handed over to the English, who put her on trial for charges including heresy, witchcraft, and cross-dressing, due to her wearing male military attire. The trial was politically motivated, aiming to discredit her and undermine the legitimacy of Charles VII's reign. Despite her valiant defense and the lack of substantial evidence against her, Jeanne was ultimately found guilty and burned at the stake on May 30, 1431, in Rouen. Her martyrdom galvanized French resistance and contributed to the eventual turning point in the war, leading to the coronation of Charles VII in 1429. Jeanne d'Arc was canonized as a saint by the Catholic"
    },
    "answer_5": {
      "text": "Jeanne d'Arc, or Joan of Arc, is considered a national heroine in France because she played a crucial role during the Hundred Years' War by leading French troops to several important victories, which boosted national morale and helped pave the way for the coronation of Charles VII. Her unwavering faith and conviction, believing she was divinely guided, symbolize courage and resilience. Ultimately, her execution by the English and their allies further solidified her legacy as a martyr and a symbol of French unity and patriotism. Jeanne d'Arc, or Joan of Arc, is considered a national heroine in France because she played a crucial role during the Hundred Years' War by leading French troops to several important victories, which boosted national morale and helped pave the way for the coronation of Charles VII. Her unwavering faith and conviction, believing she was divinely guided, symbolize courage and resilience. Ultimately, her execution by the English and their allies further solidified her legacy as a martyr and a symbol of French unity and patriotism.\n\nIn addition to her military achievements, Jeanne d'Arc's life and story resonate deeply within French culture and identity. Born around 1412 in Domrémy, she claimed to have received visions from saints instructing her to support Charles VII and reclaim France from English occupation. Her leadership at the Siege of Orléans in 1429 was pivotal, as it marked a turning point in the war. Following her capture in 1430, she was tried for heresy and burned at the stake in 1431, becoming a symbol of sacrifice for her beliefs.\n\nJoan was canonized as a saint in 1920, further cementing her status as a spiritual icon. Her legacy is celebrated in literature, art, and annual commemorations, making her an enduring figure of inspiration for courage in the face of adversity, not only in France but around the world. Her story continues to inspire discussions about faith, nationalism, and the role of women in history."
    },
    "answer_6": {
      "text": "Jeanne d'Arc believed she was divinely chosen to lead France to victory against England. Her visions of saints and angels inspired her to support Charles VII's claim to the throne and to rally French troops. This strong faith motivated her actions, including her pivotal role in lifting the Siege of Orléans and leading the French army, significantly impacting the course of the conflict. Jeanne d'Arc's unwavering belief in her divine mission not only inspired her but also galvanized the French forces, who were demoralized by years of English occupation and internal strife. Her visions, particularly of Saint Michael, Saint Catherine, and Saint Margaret, provided her with a sense of purpose and a framework for her actions. She interpreted her experiences as a call to restore the rightful king, Charles VII, to the throne of France, which she believed was essential for the salvation of her country.\n\nJeanne's influence extended beyond military engagements; she also played a crucial role in the political landscape of France. Her presence at Charles VII's coronation at Reims in July 1429 was symbolic, as it not only legitimized his claim to the throne but also united the French people under a common cause. This event marked a turning point in the Hundred Years' War, instilling hope and a renewed sense of national identity among the French.\n\nFurthermore, Jeanne's leadership style was characterized by her deep compassion and charisma, which endeared her to soldiers and civilians alike. She often emphasized the importance of faith and morale, encouraging her troops to pray before battles and instilling a sense of divine purpose in their mission. Her tactical acumen, combined with her spiritual conviction, made her a formidable figure on the battlefield, and her legacy continues to resonate as a symbol of courage and faith in the face of adversity. Ultimately, Jeanne d'Arc's beliefs and visions not only shaped her actions but also left an indelible mark on French history."
    }
  }
}