{
  "entity": "Jeanne d'Arc",
  "corpus": {
    "answer_1": {
      "text": "Jeanne d'Arc, also known as Joan of Arc, was a French peasant girl born around 1412 who claimed to have received visions from saints instructing her to support Charles VII and lead French forces against the English during the Hundred Years' War. She played a crucial role by inspiring and leading the French army to several important victories, most notably the lifting of the siege of Orléans in 1429. Her actions helped pave the way for Charles VII's coronation as king of France. She was captured in 1430, tried for heresy, and executed in 1431, later being canonized as a saint. Jeanne d'Arc, also known as Joan of Arc, was a French peasant girl born around 1412 who claimed to have received visions from saints instructing her to support Charles VII and lead French forces against the English during the Hundred Years' War. She played a crucial role by inspiring and leading the French army to several important victories, most notably the lifting of the siege of Orléans in 1429. Her actions helped pave the way for Charles VII's coronation as king of France. She was captured in 1430, tried for heresy, and executed in 1431, later being canonized as a saint. Jeanne's legacy endures as a symbol of courage and faith, and she has become a national heroine of France, representing the struggle for national identity and unity during a tumultuous period in history"
    },
    "answer_2": {
      "text": "Significant events in Jeanne d'Arc's life that led to her becoming a national heroine of France include:\n\n1. **Visions and Voices (1425-1429)**: At around 13, she began experiencing visions and hearing voices, which she believed were messages from saints instructing her to support Charles VII and reclaim France from English occupation.\n\n2. **Meeting Charles VII (1429)**: Jeanne convinced Charles VII to allow her to lead an army to lift the siege of Orléans, which was a pivotal moment in her mission.\n\n3. **Siege of Orléans (1429)**: Her leadership and inspirational presence contributed to the French victory at the siege, boosting morale and turning the tide of the Hundred Years' War.\n\n4. **Coronation of Charles VII (July 17, 1429)**: Jeanne played a crucial role in the coronation ceremony at Reims, solidifying Charles VII's claim to the throne and unifying the French people under his rule.\n\n5. **Capture and Trial (1430-1431)**: After being captured by the Burgundians, she was handed over to the English. Her trial for heresy and subsequent execution on May 30, 1431, further solidified her legacy as a martyr.\n\n6. **Posthumous Canonization (1920)**: Jeanne was canonized as a saint, which further elevated her status as a symbol of French nationalism and unity. \n\nThese events collectively established"
    },
    "answer_3": {
      "text": "Jeanne d'Arc achieved her most notable military victories in 1429, particularly during the Siege of Orléans, which was lifted in May of that year. Her leadership and the subsequent coronation of Charles VII in Reims significantly boosted French morale and helped revitalize the French campaign in the Hundred Years' War, shifting the momentum in favor of the French against the English. Jeanne d'Arc achieved her most notable military victories in 1429, particularly during the Siege of Orléans, which was lifted in May of that year. Her leadership and the subsequent coronation of Charles VII in Reims significantly boosted French morale and helped revitalize the French campaign in the Hundred Years' War, shifting the momentum in favor of the French against the English. Following the victory at Orléans, Jeanne played a crucial role in several other military engagements, including the Battle of Patay, where the French forces decisively defeated the English. This series of victories not only reinforced Charles VII's claim to the throne but also inspired a sense of national unity among the French people, contributing to the eventual expulsion of the English from much of France by 1453. Jeanne's legacy as a national heroine endures, symbolizing courage and faith in the face of adversity."
    },
    "answer_4": {
      "text": "Jeanne d'Arc received her visions at her home in Domrémy, France. Jeanne d'Arc received her visions at her home in Domrémy, France, a small village in the northeastern part of the country. These divine revelations began around the age of 13, when she reported hearing voices and seeing visions of saints, particularly Saint Michael, Saint Catherine, and Saint Margaret. They urged her to support Charles VII, the rightful heir to the French throne, and to help drive the English out of France during the Hundred Years' War.\n\nHer visions were pivotal in shaping her mission, as she believed she was chosen by God to lead the French army. In 1429, after gaining the confidence of Charles VII, she played a crucial role in lifting the siege of Orléans, which marked a turning point in the war. Jeanne's leadership and fervor inspired her troops and rallied the French populace, leading to Charles's coronation in Reims. Ultimately, her journey ended tragically when she was captured by the Burgundians in 1430, sold to the English, and executed in 1431. Jeanne d'Arc was canonized as a saint in 1920 and remains a national heroine of France, symbolizing courage and faith."
    },
    "answer_5": {
      "text": "Jeanne d'Arc, or Joan of Arc, is considered a symbol of courage and patriotism due to her role in leading French forces during the Hundred Years' War, where she inspired troops and played a key part in lifting the siege of Orléans. Her unwavering faith, determination, and sacrifice for her country, despite facing overwhelming odds and ultimately being executed, have made her an enduring icon of national pride and bravery, representing the fight for justice and freedom. Her legacy transcends France, symbolizing resilience and empowerment globally. Jeanne d'Arc, or Joan of Arc, is considered a symbol of courage and patriotism due to her role in leading French forces during the Hundred Years' War, where she inspired troops and played a key part in lifting the siege of Orléans. Her unwavering faith, determination, and sacrifice for her country, despite facing overwhelming odds and ultimately being executed, have made her an enduring icon of national pride and bravery, representing the fight for justice and freedom. Her legacy transcends France, symbolizing resilience and empowerment globally. \n\nFurthermore, Jeanne's canonization as a saint in 1920 solidified her status as a spiritual figure, embodying the virtues of faith and conviction. Her story has inspired countless works of art, literature, and film, reinforcing her image as a heroine not only in French culture but also in the broader context of women's rights and social justice movements. Her ability to challenge societal norms and fight for her beliefs continues to resonate,"
    },
    "answer_6": {
      "text": "Jeanne d'Arc's trial and execution significantly shaped her legacy and perception as a martyr. Her trial, characterized by political motivations and religious accusations, portrayed her as a victim of injustice. After her execution in 1431, she became a symbol of French nationalism and faith, inspiring future generations. In 1920, her canonization by the Catholic Church solidified her status as a saint and martyr, further enhancing her legacy as a figure of courage and divine purpose in the face of persecution. Jeanne d'Arc's trial and execution significantly shaped her legacy and perception as a martyr. Her trial, characterized by political motivations and religious accusations, portrayed her as a victim of injustice. After her execution in 1431, she became a symbol of French nationalism and faith, inspiring future generations. In 1920, her canonization by the Catholic Church solidified her status as a saint and martyr, further enhancing her legacy as a figure of courage and divine purpose in the face of persecution. Additionally, her story has been immortalized in literature, art, and film, portraying her as a heroic figure who defied gender norms of her time. This narrative has contributed to her enduring status as an icon of bravery, resilience, and the struggle for justice, resonating with various social movements throughout history, including feminism and anti-colonialism."
    }
  }
}