{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "1. Who was Jeanne d'Arc and what role did she play in history?",
      "best_answer_text": "Jeanne d'Arc, also known as Joan of Arc, was a French military leader and heroine who played a significant role in the Hundred Years' War. She claimed to have received visions from saints instructing her to support Charles VII and help him claim the French throne. Jeanne led the French army to several key victories, most notably the lifting of the siege of Orléans. She was eventually captured by the English, tried for heresy, and burned at the stake in 1431. She was later canonized as a saint by the Catholic Church.",
      "similarity": 0.7745498762706563
    },
    "query_2": {
      "query_text": "2. What were the circumstances that led to Jeanne d'Arc's involvement in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc became involved in the Hundred Years' War due to her belief that she was chosen by God to help Charles VII of France reclaim his throne from the English.",
      "similarity": 0.8147974282217182
    },
    "query_3": {
      "query_text": "3. When did Jeanne d'Arc lead the French army to victory at the Siege of Orléans?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory at the Siege of Orléans in May 1429.",
      "similarity": 0.8484269701015742
    },
    "query_4": {
      "query_text": "4. Where was Jeanne d'Arc born and where did she receive her divine visions?",
      "best_answer_text": "Jeanne d'Arc was born in Domrémy, France. She received her divine visions in the fields surrounding her village.",
      "similarity": 0.8597868542808351
    },
    "query_5": {
      "query_text": "5. Why was Jeanne d'Arc burned at the stake in 1431?",
      "best_answer_text": "Jeanne d'Arc was burned at the stake in 1431 after being convicted of heresy and witchcraft by an English-dominated church court.",
      "similarity": 0.8207683492835823
    },
    "query_6": {
      "query_text": "6. How did Jeanne d'Arc become known as the Maid of Orléans and a symbol of French nationalism?",
      "best_answer_text": "Jeanne d'Arc became known as the Maid of Orléans and a symbol of French nationalism for leading the French army to several key victories during the Hundred Years' War, most notably the lifting of the siege of Orléans in 1429.",
      "similarity": 0.8647566045096776
    }
  }
}