{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "1. Who was Jeanne d'Arc and what was her significance in history?",
      "best_answer_text": "Jeanne d'Arc was born and raised in Domrémy, a village in northeastern France, before her involvement in the Hundred Years' War. Jeanne d'Arc, also known as Joan of Arc, was born in 1412 in Domrémy, a small village in the region of Lorraine in northeastern France. She grew up in a devout Catholic family during a tumultuous period in French history. At the age of 13, Jeanne began to experience visions of saints and angels, which she believed were messages from God. These visions guided her to support Charles VII, the Dauphin of France, in his claim to the throne during the Hundred Years' War. Jeanne's leadership and military tactics played a crucial role in turning the tide of the war in favor of the French forces. In 1429, she famously led the French army to victory at the Siege of Orléans, a pivotal moment in the conflict. Jeanne's actions earned her the nickname \"The Maid of Orléans\" and made her a symbol of French resistance against the English occupation. Despite her military successes, Jeanne was eventually captured by the Burgundians, allies of the English, and handed over to the English for trial. She was accused of heresy and witchcraft and was ultimately burned at the stake in 1431 at the age of 19. Jeanne d'Arc was canonized as a saint by the Catholic Church in 1920, and she remains a revered figure in French history and culture.",
      "similarity": 0.7896303346091497
    },
    "query_2": {
      "query_text": "2. What were the circumstances surrounding Jeanne d'Arc's trial and execution?",
      "best_answer_text": "Jeanne d'Arc was tried and executed in 1431 after being accused of heresy, witchcraft, and dressing like a man. She was convicted by an ecclesiastical court and burned at the stake in Rouen, France. Jeanne d'Arc's trial was orchestrated by the English, who held her captive after she was captured in battle. The trial was politically motivated, aiming to discredit her and undermine her influence on the French forces. Despite facing overwhelming odds, Jeanne remained steadfast in her faith and beliefs throughout the trial. It is important to note that the trial transcripts reveal her remarkable intelligence and courage in defending herself against the charges brought against her. In the years following her death, her legacy only grew stronger, and she was eventually canonized as a saint by the Catholic Church in 1920. Jeanne d'Arc's trial and execution have since been widely studied and analyzed, shedding light on the religious, political, and gender dynamics of the time. The story of the Maid of Orléans continues to fascinate and inspire people around the world, symbolizing courage, devotion, and resilience in the face of adversity. Jeanne d'Arc's trial and execution also sparked debates about the role of women in society and the power dynamics in medieval Europe. Her story has inspired countless works of art, literature, and film, further cementing her status as a symbol of courage and faith. Jeanne d'Arc's trial and execution also sparked debates about the role of women in society and the power dynamics in medieval Europe. Her story has inspired countless works of art, literature, and film, further cementing her status as a symbol of courage and faith. Additionally, her trial highlighted the complex interplay between religion, politics, and gender during the Hundred Years' War. Despite the unjust circumstances of her execution, Jeanne d'Arc's unwavering resolve and conviction have left a lasting impact on history and continue to captivate audiences worldwide.",
      "similarity": 0.8421836456075336
    },
    "query_3": {
      "query_text": "3. When did Jeanne d'Arc lead the French army to victory at the Siege of Orléans?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory at the Siege of Orléans in May 1429. This victory at the Siege of Orléans marked a turning point in the Hundred Years' War between France and England. Jeanne d'Arc's leadership and conviction inspired the French troops, boosting morale and leading to subsequent victories. Her success at Orléans gained her acclaim as the \"Maid of Orléans\" and increased support for Charles VII's claim to the French throne. Following the Siege of Orléans, Jeanne continued to lead the French army in several more successful campaigns, including the liberation of other key cities like Reims. Despite her military achievements, Jeanne d'Arc was eventually captured by the Burgundians, allies of the English, and handed over to the English. She was put on trial for heresy and witchcraft, leading to her tragic execution in 1431. Jeanne d'Arc's legacy as a fearless warrior and a symbol of French nationalism has endured through the centuries, with her canonization as a saint by the Catholic Church in 1920. Jeanne d'Arc's leadership at the Siege of Orléans not only turned the tide of the war but also solidified her reputation as a visionary and military strategist. Her unwavering faith and courage in the face of adversity captured the imagination of her contemporaries and continues to inspire people around the world. Jeanne's trial and eventual martyrdom only enhanced her legendary status, and her canonization as a saint further cemented her place in history as a symbol of resilience and heroism.",
      "similarity": 0.7745081888971361
    },
    "query_4": {
      "query_text": "4. Where was Jeanne d'Arc born and raised before her involvement in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc was born and raised in Domrémy, a village in northeastern France, before her involvement in the Hundred Years' War. Jeanne d'Arc, also known as Joan of Arc, was born in 1412 in Domrémy, a small village in the region of Lorraine in northeastern France. She grew up in a devout Catholic family during a tumultuous period in French history. At the age of 13, Jeanne began to experience visions of saints and angels, which she believed were messages from God. These visions guided her to support Charles VII, the Dauphin of France, in his claim to the throne during the Hundred Years' War. Jeanne's leadership and military tactics played a crucial role in turning the tide of the war in favor of the French forces. In 1429, she famously led the French army to victory at the Siege of Orléans, a pivotal moment in the conflict. Jeanne's actions earned her the nickname \"The Maid of Orléans\" and made her a symbol of French resistance against the English occupation. Despite her military successes, Jeanne was eventually captured by the Burgundians, allies of the English, and handed over to the English for trial. She was accused of heresy and witchcraft and was ultimately burned at the stake in 1431 at the age of 19. Jeanne d'Arc was canonized as a saint by the Catholic Church in 1920, and she remains a revered figure in French history and culture.",
      "similarity": 0.7345396783987231
    },
    "query_5": {
      "query_text": "5. Why was Jeanne d'Arc known as the Maid of Orléans and how did she receive her divine visions?",
      "best_answer_text": "Jeanne d'Arc was known as the Maid of Orléans for her role in lifting the siege of Orléans during the Hundred Years' War. She received her divine visions through the voices of Saints Michael, Catherine, and Margaret. These divine visions inspired Jeanne to lead the French army to several important victories against the English. She believed that she was on a divine mission to help Charles VII reclaim his rightful place as the King of France. Jeanne's leadership and courage on the battlefield boosted the morale of the French troops and played a crucial role in turning the tide of the war in favor of the French. Despite facing challenges and opposition, Jeanne remained steadfast in her beliefs and continued to fight for her cause. Her unwavering faith and determination made her a symbol of resistance and patriotism. Jeanne d'Arc was eventually captured by the English, tried for heresy, and executed at the stake in 1431. She was later canonized as a saint by the Catholic Church in 1920. Jeanne's legacy continues to inspire people around the world, and she is remembered as a fearless warrior and a visionary leader who stood up for what she believed in. Jeanne d'Arc's unwavering faith and determination made her a symbol of resistance and patriotism. Her legacy continues to inspire people worldwide, as she is remembered as a fearless warrior and visionary leader who stood up for her beliefs. In addition to her military accomplishments, Jeanne d'Arc's trial and martyrdom also left a lasting impact. Her trial was politically motivated, with some factions within the Church and the English seeking to discredit her. Despite facing intense scrutiny and pressure during her trial, Jeanne remained resolute in her convictions. Her steadfastness in the face of adversity and her refusal to renounce her beliefs solidified her reputation as a symbol of courage and faith. The circumstances of her trial and execution have sparked debates and discussions about gender, religion, and power dynamics in medieval",
      "similarity": 0.7956956714048066
    },
    "query_6": {
      "query_text": "6. How did Jeanne d'Arc's actions impact the outcome of the Hundred Years' War between France and England?",
      "best_answer_text": "Jeanne d'Arc's actions played a significant role in boosting French morale and rallying support, ultimately leading to key victories that helped turn the tide of the war in favor of France. In addition to boosting French morale and rallying support, Jeanne d'Arc's leadership also inspired a sense of unity among the French forces, which had previously been divided and demoralized. Her strategic insights and bold tactics, such as the lifting of the siege of Orléans in 1429, showcased her military acumen and helped secure important victories for the French. Furthermore, her role in the coronation of Charles VII as the rightful king of France in Reims in 1429 solidified his legitimacy and authority, strengthening the French cause. Jeanne d'Arc's legacy continued to resonate long after her death, as she was posthumously exonerated of heresy charges in 1456 and later canonized as a saint by the Catholic Church in 1920. Her remarkable story has endured through history as a symbol of courage, faith, and resilience, inspiring generations of people around the world. Jeanne d'Arc's capture by the English in 1430 and subsequent trial and execution in 1431 had a profound impact on the Hundred Years' War, as her absence deprived the French forces of her charismatic leadership and strategic brilliance. However, her martyrdom further fueled French determination to continue the fight against the English invaders, contributing to the eventual French victory in the war. Additionally, Jeanne d'Arc's legacy as a national hero and symbol of French resistance against foreign aggression continues to be celebrated in France and beyond, cementing her place in history as an iconic figure of courage and inspiration.",
      "similarity": 0.7793286835870818
    }
  }
}