{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "Who was Jeanne d'Arc and why is she famous?",
      "best_answer_text": "Jeanne d'Arc, also known as Joan of Arc, was a French heroine and military leader who played a significant role in the Hundred Years' War. She is famous for claiming to have received visions from saints, leading the French army to several victories, and being executed for heresy by the English at the age of 19.",
      "similarity": 0.7615248439026013
    },
    "query_2": {
      "query_text": "What role did Jeanne d'Arc play in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc played a significant role in the Hundred Years' War as a military leader who inspired the French forces to victories against the English.",
      "similarity": 0.8727126532953491
    },
    "query_3": {
      "query_text": "When and where was Jeanne d'Arc born?",
      "best_answer_text": "Jeanne d'Arc was born in Domrémy, France in 1412.",
      "similarity": 0.8605834611787316
    },
    "query_4": {
      "query_text": "Why was Jeanne d'Arc known as the Maid of Orléans?",
      "best_answer_text": "Jeanne d'Arc was known as the Maid of Orléans because she played a key role in lifting the siege of Orléans during the Hundred Years' War, leading to a significant turning point in the conflict.",
      "similarity": 0.8562324752377615
    },
    "query_5": {
      "query_text": "How did Jeanne d'Arc claim to receive guidance from saints?",
      "best_answer_text": "Jeanne d'Arc claimed to receive guidance from saints through visions and voices she experienced since childhood.",
      "similarity": 0.8895381673181125
    },
    "query_6": {
      "query_text": "What led to Jeanne d'Arc being tried and executed for heresy?",
      "best_answer_text": "Jeanne d'Arc was tried and executed for heresy because she claimed to have received visions from God, wore men's clothing, and led the French army in battle against the English during the Hundred Years' War.",
      "similarity": 0.852416754516195
    }
  }
}