{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "1. Who was Jeanne d'Arc and what was her role in history?",
      "best_answer_text": "Jeanne d'Arc, also known as Joan of Arc, was a French heroine and military leader who played a significant role in the Hundred Years' War between France and England. She claimed to have received visions from saints instructing her to support Charles VII and help him claim the French throne. Jeanne led French troops to several important victories before being captured and ultimately executed by the English in 1431. She was later canonized as a saint by the Catholic Church. Jeanne d'Arc's leadership had a profound impact on boosting French morale and turning the tide of the war in favor of France. Her actions also paved the way for Charles VII's coronation, solidifying his claim to the French throne. Despite facing skepticism and opposition, Jeanne's steadfast faith and courage inspired generations to come, making her a symbol of resilience and devotion. Her trial and martyrdom have been extensively studied, shedding light on the political and religious dynamics of her time. Jeanne d'Arc remains a revered figure in history, celebrated for her bravery and unwavering commitment to her beliefs.",
      "similarity": 0.8037094996658407
    },
    "query_2": {
      "query_text": "2. What were the circumstances that led Jeanne d'Arc to be declared a saint?",
      "best_answer_text": "Jeanne d'Arc was declared a saint by the Catholic Church in 1920 due to her piety, martyrdom, and the belief in her divine guidance during the Hundred Years' War in France. In addition to her military leadership and devotion to her faith, Jeanne d'Arc's canonization was also influenced by the efforts of her supporters, including King Charles VII of France. Her trial and subsequent rehabilitation in the 15th century further contributed to her recognition as a saint. Jeanne's legacy as a national hero and her enduring impact on French history and culture have solidified her status as a revered figure. The process of her canonization involved thorough investigations into her life and virtues, ultimately leading to her official recognition as a saint by the Catholic Church. Jeanne d'Arc's canonization also highlighted her exceptional courage, determination, and unwavering faith in God, which inspired many. Her visions and voices from saints played a crucial role in her actions during the war, and the miraculous nature of her life further supported her sanctity. The rigorous scrutiny of her life and the miracles attributed to her after her death were key factors in her canonization process. Jeanne d'Arc's status as a symbol of French unity and resilience continues to resonate globally, making her a revered saint in the Catholic tradition.",
      "similarity": 0.7858040335600504
    },
    "query_3": {
      "query_text": "3. When did Jeanne d'Arc lead the French army to victory at the Siege of Orléans?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory at the Siege of Orléans in 1429. This pivotal event marked a turning point in the Hundred Years' War between England and France. Jeanne d'Arc's leadership and inspiration boosted French morale, leading to several key victories. Her belief in her divine mission to crown Charles VII as the rightful king of France solidified her place in history as a national heroine. After the success at Orléans, she continued to fight in other battles before her capture by the Burgundians. Jeanne was later tried for heresy and witchcraft, but her legacy endured, and she was eventually declared a saint by the Catholic Church in 1920. Jeanne d'Arc's role in the Siege of Orléans is a prominent example of her military leadership during the Hundred Years' War. Her strategic decisions and unwavering faith bolstered the French forces and contributed to the eventual coronation of Charles VII. Despite facing adversity and persecution, Jeanne's legacy as a symbol of courage and patriotism has endured for centuries, inspiring generations of individuals.",
      "similarity": 0.7740778825752707
    },
    "query_4": {
      "query_text": "4. Where was Jeanne d'Arc born and where did she claim to hear voices from saints?",
      "best_answer_text": "Jeanne d'Arc was born in Domrémy, France, and claimed to hear voices from saints in the nearby village of Domrémy. Jeanne d'Arc, also known as Joan of Arc, was born in 1412 in the village of Domrémy in northeastern France. She claimed to hear voices from saints such as Saint Michael, Saint Margaret, and Saint Catherine. These voices instructed her to support Charles VII and help him claim the French throne during the Hundred Years' War. Jeanne d'Arc played a significant role in the war, leading the French army to several important victories. She was eventually captured by the English and their Burgundian allies, tried for heresy, and burned at the stake in 1431. Jeanne d'Arc was later canonized as a saint by the Catholic Church in 1920. Her bravery and faith continue to inspire people around the world. Jeanne d'Arc, or Joan of Arc, was a courageous figure who became a symbol of French unity and patriotism. Despite facing adversity and persecution, she remained steadfast in her beliefs and mission. Jeanne's legacy lives on as a symbol of faith, resilience, and the fight for justice.",
      "similarity": 0.7508460476785663
    },
    "query_5": {
      "query_text": "5. Why was Jeanne d'Arc put on trial and ultimately executed?",
      "best_answer_text": "Jeanne d'Arc was put on trial and ultimately executed because she was accused of heresy, dressing as a man, and claiming to have received divine revelations, which conflicted with the beliefs of the Catholic Church and political authorities at the time. In addition to the religious and political reasons, Jeanne d'Arc's capture by the English during the Hundred Years' War also played a significant role in her trial and execution. The English saw her as a threat to their military efforts and viewed her as a symbol of French resistance. Furthermore, her unyielding determination and strong leadership qualities posed a challenge to the established order, making her a target for those who sought to undermine her influence. Despite her eventual martyrdom, Jeanne d'Arc's legacy as a courageous and inspirational figure has endured through the centuries. Jeanne d'Arc's trial and execution were also influenced by the political dynamics of the time, with both the English and French seeking to control her narrative for their own purposes. Additionally, the lack of understanding and fear of her supernatural abilities contributed to the suspicion and persecution she faced.",
      "similarity": 0.7809434157493059
    },
    "query_6": {
      "query_text": "6. How did Jeanne d'Arc become a symbol of French nationalism and a revered historical figure?",
      "best_answer_text": "Jeanne d'Arc became a symbol of French nationalism and a revered historical figure due to her role in leading the French army to several key victories during the Hundred Years' War, her unwavering faith, and her eventual martyrdom, which solidified her legacy as a symbol of French resilience and patriotism. In addition, Jeanne d'Arc's trial and subsequent canonization by the Catholic Church in 1920 further cemented her status as a national hero in France. Her story has inspired countless works of art, literature, and films, perpetuating her image as a courageous and visionary leader who fought for her country's independence. Jeanne d'Arc's legacy continues to resonate in French culture, with monuments and memorials dedicated to her across the country, serving as a reminder of her enduring impact on French history and identity. Jeanne d'Arc's story also sparked renewed interest in the Middle Ages and the role of women in history. Her portrayal as a young peasant girl defying societal norms and leading armies resonates with modern audiences, making her an enduring symbol of courage and determination. The annual celebration of her feast day on May 30th further solidifies her place in French national identity and cultural heritage.",
      "similarity": 0.8412125298161887
    }
  }
}