{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "1. Who was Jeanne d'Arc and what was her role in history?",
      "best_answer_text": "Jeanne d'Arc, also known as Joan of Arc, was a French heroine and military leader who played a crucial role during the Hundred Years' War. She claimed to have received visions from saints instructing her to support Charles VII and help him claim the French throne. Jeanne led the French army to several key victories, including the lifting of the siege of Orléans. She was later captured by the English, tried for heresy, and burned at the stake in 1431. Jeanne d'Arc was later canonized as a saint by the Catholic Church.",
      "similarity": 0.7668287596142147
    },
    "query_2": {
      "query_text": "2. What inspired Jeanne d'Arc to become a military leader?",
      "best_answer_text": "Jeanne d'Arc was inspired by religious visions and a sense of divine calling to become a military leader.",
      "similarity": 0.8472037787853596
    },
    "query_3": {
      "query_text": "3. When did Jeanne d'Arc lead the French army to victory?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory during the Hundred Years' War in 1429.",
      "similarity": 0.7720303148593158
    },
    "query_4": {
      "query_text": "4. Where was Jeanne d'Arc born and where did she carry out her military campaigns?",
      "best_answer_text": "Jeanne d'Arc was born in Domrémy, France and carried out her military campaigns primarily in Orléans and Rouen.",
      "similarity": 0.8318996624214231
    },
    "query_5": {
      "query_text": "5. Why was Jeanne d'Arc known as the Maid of Orléans?",
      "best_answer_text": "Jeanne d'Arc was known as the Maid of Orléans because she played a significant role in lifting the siege of Orléans during the Hundred Years' War.",
      "similarity": 0.8226309169980001
    },
    "query_6": {
      "query_text": "6. How did Jeanne d'Arc influence the outcome of the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc's influence on the outcome of the Hundred Years' War was significant as she inspired French troops with her leadership and military tactics, ultimately helping to turn the tide in favor of the French and leading to the eventual French victory in the war.",
      "similarity": 0.8744646191811563
    }
  }
}