{
  "entity": "Jeanne d'Arc",
  "best_matches": {
    "query_1": {
      "query_text": "1. Who was Jeanne d'Arc and what was her role in history?",
      "best_answer_text": "Jeanne d'Arc was born and raised in Domrémy, a village in northeastern France. Before becoming a prominent figure in French history, Jeanne d'Arc was born in Domrémy, a small village in the region of Lorraine, northeastern France, in 1412. She grew up in a modest farming family, where she helped with household chores and tending to the animals. Jeanne experienced visions and heard divine voices from a young age, which she believed were messages from saints and angels guiding her to help the Dauphin of France reclaim his throne during the Hundred Years' War.\n\nAt the age of 17, Jeanne d'Arc traveled to Chinon to meet with the Dauphin, Charles VII. Despite facing skepticism and opposition, she convinced him of her divine mission and was granted an audience. Jeanne's leadership and military tactics played a crucial role in turning the tide of the war in favor of the French forces. She led the army to several key victories, including the lifting of the siege of Orléans in 1429, which marked a significant turning point in the conflict.\n\nJeanne d'Arc's success on the battlefield elevated her status to a symbol of French unity and patriotism. However, her capture by the Burgundians in 1430 led to her being handed over to the English, who put her on trial for charges of heresy and witchcraft. Despite her steadfast defense, Jeanne was ultimately convicted and burned at the stake in Rouen in 1431 at the age of 19. She was later exonerated of all charges and canonized as a saint by the Catholic Church in 1920.\n\nJeanne d'Arc's legacy as the Maid of Orléans continues to endure, with numerous books, films, and artworks dedicated to her life and achievements. She is revered as a national heroine in France and remains a symbol of courage, faith, and sacrifice. Additional relevant information about Jeanne d'Arc includes her enduring impact on French culture and history. Jeanne d'Arc's legacy as a symbol of French nationalism and resistance against foreign invaders has remained strong throughout the centuries. She is celebrated in numerous festivals, monuments, and memorials across France, with her image often depicted in art and literature as a beacon of hope and inspiration.\n\nMoreover, Jeanne d'Arc's canonization by the Catholic Church in 1920 solidified her status as a revered saint. Her",
      "similarity": 0.8077368271094344
    },
    "query_2": {
      "query_text": "2. What were the circumstances surrounding Jeanne d'Arc's visions and prophecies?",
      "best_answer_text": "Jeanne d'Arc's visions and prophecies were said to have begun when she was around 13, with voices of saints instructing her to support Charles VII and help him claim the French throne during the Hundred Years' War. Jeanne d'Arc claimed that she received divine guidance from saints such as Michael, Catherine, and Margaret, who instructed her to lead the French army against the English forces. Her visions and prophecies played a crucial role in boosting the morale of the French troops and gaining support for Charles VII. Despite facing skepticism and scrutiny from church authorities, Jeanne's unwavering faith in her divine mission inspired many to follow her cause. Her prophecies included predicting military victories and the eventual coronation of Charles VII at Reims. Jeanne's visions and prophecies were instrumental in shaping her identity as the Maid of Orléans and solidifying her reputation as a legendary figure in French history. The authenticity and significance of her supernatural experiences continue to be a subject of fascination and debate among historians, theologians, and scholars. Jeanne's conviction in her divine mission ultimately led to her tragic fate, as she was captured by the English, tried for heresy, and ultimately burned at the stake. Despite her martyrdom, Jeanne d'Arc's legacy endures as a symbol of courage, faith, and resilience. Jeanne d'Arc's visions and prophecies not only inspired her actions on the battlefield but also influenced her decisions and strategies. Her belief in her divine mission gave her the courage to challenge the status quo and lead with unwavering determination. Through her visions, she received specific instructions on military tactics and decisions that ultimately led to key victories for the French forces. Jeanne's ability to interpret her visions and prophecies in a way that guided her actions on the battlefield set her apart as a remarkable and enigmatic figure in history. Her supernatural experiences continue to captivate and intrigue people to this day, as they raise questions about the intersection of faith, politics, and personal conviction.",
      "similarity": 0.7845927288673749
    },
    "query_3": {
      "query_text": "3. When did Jeanne d'Arc lead the French army to victory in the Hundred Years' War?",
      "best_answer_text": "Jeanne d'Arc led the French army to victory in the Hundred Years' War in 1429. Jeanne d'Arc, also known as Joan of Arc, played a crucial role in the Hundred Years' War between France and England. In 1429, at the age of just 17, she led the French forces to a significant victory at the Siege of Orléans. This victory was a turning point in the war, boosting French morale and paving the way for the coronation of Charles VII at Reims.\n\nJoan of Arc claimed to have received visions from saints instructing her to support Charles VII and help him reclaim his rightful place as the King of France. Despite facing skepticism and opposition, she convinced Charles to allow her to accompany the army to Orléans. Her leadership and strategic acumen during the siege were instrumental in breaking the English siege and turning the tide of the war in favor of the French.\n\nFollowing the victory at Orléans, Joan of Arc continued to inspire the French forces, leading them to several more victories. However, her fortunes changed, and she was eventually captured by the Burgundians, allies of the English. She was handed over to the English, tried for heresy, and eventually burned at the stake in 1431.\n\nDespite her tragic end, Joan of Arc remains a symbol of courage, conviction, and patriotism in French history. She was posthumously declared a martyr and later canonized as a saint by the Catholic Church. Her legacy as the Maid of Orléans endures, and she is celebrated as a national heroine in France. Jeanne d'Arc's valor at the Siege of Orléans marked a turning point in the Hundred Years' War, bolstering French spirits and aiding Charles VII's coronation at Reims. Her visions and strategic brilliance guided the French forces, though her capture and trial by the English led to her tragic execution in 1431. Despite this, she is revered as a symbol of bravery and patriotism, earning sainthood and enduring admiration in French history.",
      "similarity": 0.7428310845718492
    },
    "query_4": {
      "query_text": "4. Where was Jeanne d'Arc born and raised before becoming a prominent figure in French history?",
      "best_answer_text": "Jeanne d'Arc was born and raised in Domrémy, a village in northeastern France. Before becoming a prominent figure in French history, Jeanne d'Arc was born in Domrémy, a small village in the region of Lorraine, northeastern France, in 1412. She grew up in a modest farming family, where she helped with household chores and tending to the animals. Jeanne experienced visions and heard divine voices from a young age, which she believed were messages from saints and angels guiding her to help the Dauphin of France reclaim his throne during the Hundred Years' War.\n\nAt the age of 17, Jeanne d'Arc traveled to Chinon to meet with the Dauphin, Charles VII. Despite facing skepticism and opposition, she convinced him of her divine mission and was granted an audience. Jeanne's leadership and military tactics played a crucial role in turning the tide of the war in favor of the French forces. She led the army to several key victories, including the lifting of the siege of Orléans in 1429, which marked a significant turning point in the conflict.\n\nJeanne d'Arc's success on the battlefield elevated her status to a symbol of French unity and patriotism. However, her capture by the Burgundians in 1430 led to her being handed over to the English, who put her on trial for charges of heresy and witchcraft. Despite her steadfast defense, Jeanne was ultimately convicted and burned at the stake in Rouen in 1431 at the age of 19. She was later exonerated of all charges and canonized as a saint by the Catholic Church in 1920.\n\nJeanne d'Arc's legacy as the Maid of Orléans continues to endure, with numerous books, films, and artworks dedicated to her life and achievements. She is revered as a national heroine in France and remains a symbol of courage, faith, and sacrifice. Additional relevant information about Jeanne d'Arc includes her enduring impact on French culture and history. Jeanne d'Arc's legacy as a symbol of French nationalism and resistance against foreign invaders has remained strong throughout the centuries. She is celebrated in numerous festivals, monuments, and memorials across France, with her image often depicted in art and literature as a beacon of hope and inspiration.\n\nMoreover, Jeanne d'Arc's canonization by the Catholic Church in 1920 solidified her status as a revered saint. Her",
      "similarity": 0.7640203627576577
    },
    "query_5": {
      "query_text": "5. Why was Jeanne d'Arc put on trial and ultimately executed?",
      "best_answer_text": "Jeanne d'Arc was put on trial and ultimately executed for charges including heresy, dressing as a man, and defying traditional gender roles and authority. Jeanne d'Arc, also known as Joan of Arc, was a young French peasant girl who played a crucial role in the Hundred Years' War between France and England. She claimed to have received visions and messages from saints instructing her to support Charles VII in reclaiming the French throne from English domination. Jeanne led French troops to several key victories, including the lifting of the siege of Orléans in 1429, which boosted French morale and paved the way for Charles VII's coronation.\n\nDespite her military successes, Jeanne's unorthodox behavior and attire raised suspicions among her contemporaries. Her decision to dress in men's clothing was seen as a violation of traditional gender norms and a sign of heresy. In 1430, she was captured by Burgundian forces loyal to the English and eventually handed over to ecclesiastical authorities for trial.\n\nDuring her trial, Jeanne faced charges of heresy, witchcraft, and dressing as a man. The court sought to discredit her divine mission and military successes by portraying her as a delusional and deceitful figure. Despite her courageous defense and insistence on the authenticity of her visions, Jeanne was found guilty and sentenced to death by burning at the stake in 1431.\n\nJeanne's trial and execution symbolize the complex religious, political, and social dynamics of the time. Her defiance of traditional gender roles and her claims of divine inspiration challenged the authority of both church and state. In the centuries following her death, Jeanne d'Arc was gradually rehabilitated by the Catholic Church and eventually canonized as a saint in 1920. Today, she is revered as a national hero in France and a symbol of resistance against oppression. In addition to her trial and execution, Jeanne d'Arc's legacy as a symbol of resistance and her eventual canonization by the Catholic Church highlight the enduring impact of her story on French history and culture. Despite facing persecution during her lifetime, she has been celebrated as a courageous and inspirational figure who stood up against powerful forces in defense of her beliefs and her country.",
      "similarity": 0.7858378114515124
    },
    "query_6": {
      "query_text": "6. How did Jeanne d'Arc become known as the Maid of Orleans and a symbol of French nationalism?",
      "best_answer_text": "Jeanne d'Arc became known as the Maid of Orleans and a symbol of French nationalism for leading the French army to victory at the Siege of Orleans during the Hundred Years' War, and for her role in the coronation of King Charles VII. In addition to her military achievements, Jeanne d'Arc's visions of saints and her unwavering faith played a crucial role in her rise to fame. She claimed to have received divine guidance from Saints Michael, Catherine, and Margaret, urging her to support Charles VII and help him claim his rightful place on the throne. Jeanne's devout belief in her divine mission inspired the troops and boosted morale during a time of desperation for the French forces.\n\nMoreover, Jeanne d'Arc's trial and martyrdom further solidified her status as a national hero and symbol of resistance against foreign invaders. Despite facing accusations of heresy and witchcraft, Jeanne courageously defended her actions and beliefs, refusing to recant her visions or loyalty to God. Her steadfast resolve and willingness to face death rather than betray her convictions left a lasting impression on the French people, who revered her as a symbol of courage and sacrifice.\n\nFollowing her death at the stake in 1431, Jeanne d'Arc's legacy continued to grow as her story was immortalized in literature, art, and folklore. Her canonization as a saint by the Catholic Church in 1920 further cemented her status as a national icon and a symbol of French unity and resilience. Today, Jeanne d'Arc remains a revered figure in French history, celebrated for her unwavering faith, bravery, and unwavering commitment to her country's cause. Additionally, Jeanne d'Arc's strategic leadership, tactical acumen, and ability to inspire loyalty among her troops were instrumental in her success on the battlefield. Her unconventional methods and bold decision-making helped turn the tide of the war in favor of the French. Furthermore, Jeanne's iconic attire, including her white armor and banner emblazoned with the fleur-de-lis, symbolized her divine mission and became powerful symbols of French pride and identity. Her legacy as a national heroine continues to resonate in modern France, where she is honored as a symbol of bravery, patriotism, and devotion.",
      "similarity": 0.805666241286232
    }
  }
}